<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <dict>
        <key>URL</key>
        <string>[[PROVISIONCHECK-SERVER]][[PROVISIONCHECK-URL]]</string>
    <key>DeviceAttributes</key>
    <array>
        <string>UDID</string>
        <string>DEVICE_NAME</string>
        <string>VERSION</string>
        <string>PRODUCT</string>
        <string>MAC_ADDRESS_EN0</string>
        <string>IMEI</string>
        <string>ICCID</string>
    </array>
</dict>
<key>PayloadOrganization</key>
<string>Device Information (UDID)</string>
<key>PayloadDisplayName</key>
<string>Click Install to continue...</string>
<key>PayloadVersion</key>
<integer>1</integer>
<key>PayloadUUID</key>
<string>644f5abc-d5c4-4x3z-cvfb-f827e4a1d4a8</string>
<key>PayloadIdentifier</key>
<string>com.randomcompanyname.getUDID</string>
<key>PayloadDescription</key>
<string>By installing this profile, you'll allow this tool to know the UDID of your device. Nothing will be installed on the device.</string>
<key>PayloadType</key>
<string>Profile Service</string>
</dict>
</plist>